Repository: lafnlab/Amore
Catalog: pub/locale/*/LC_MESSAGES/amore.po
Languages: it_it, ja_jp, pt_br, uk_ua

source: Powered by
it_it: Offerto da
ja_jp: 搭載
pt_br: Unterstützt von
uk_ua: Працює на

source: Hello,
it_it: Ciao
ja_jp: こんにちは
pt_br: Hallo,
uk_ua: Здрастуйте,

source: Home will show all of the user's posts own.
it_it: La homepage mostrerà tutti i post dell'utente stesso.
ja_jp: ホームページには、ユーザー自身の投稿がすべて表示されます。
pt_br: Heim zeigt alle Beiträge des Benutzers an.
uk_ua: На головній сторінці буде показано всі власні повідомлення користувача.

source: Mentions will show any posts where the user is mentioned.
it_it: Le menzioni mostreranno tutti i post in cui viene menzionato l'utente.
ja_jp: 言及は、ユーザーが言及されているすべての投稿を表示します。
pt_br: Bei Erwähnungen werden alle Beiträge angezeigt, bei denen der Benutzer erwähnt wird.
uk_ua: Примітки показуватимуть будь-які повідомлення, в яких згадується користувач.

source: A list of the user's friends (Friends follow each other).
it_it: Un elenco degli amici dell'utente (gli amici si susseguono).
ja_jp: ユーザーの友達のリスト（友達同士がフォロー）。
pt_br: Eine Liste der Freunde des Benutzers (Freunde folgen einander).
uk_ua: Список друзів користувачів (друзі йдуть один за одним).

source: A list of accounts the user follows.
it_it: Un elenco di account che l'utente segue.
ja_jp: ユーザーがフォローしているアカウントの一覧。
pt_br: Eine Liste der Konten, denen der Benutzer folgt.
uk_ua: Слідує список облікових записів користувачів.

source: A list of accounts that follow this user.
it_it: Un elenco di account che seguono questo utente.
ja_jp: このユーザーをフォローしているアカウントの一覧。
pt_br: Eine Liste der Konten, die diesem Benutzer folgen.
uk_ua: Список облікових записів, які слідують за цим користувачем.

source: Lists created by the user.
it_it: Elenchi creati dall'utente.
ja_jp: ユーザーによって作成されたリスト。
pt_br: Vom Benutzer erstellte Listen.
uk_ua: Списки, створені користувачем.

source: A list of the user's favorites.
it_it: Un elenco dei preferiti dell'utente.
ja_jp: ユーザーのお気に入りのリスト。
pt_br: Eine Liste der Favoriten des Benutzers.
uk_ua: Список вибраних користувачів.

source: Guest
it_it: ospite
ja_jp: ゲスト
pt_br: Gast
uk_ua: Гість

source: Reply
it_it: Rispondere
ja_jp: 応答
pt_br: Antworten
uk_ua: Відповісти

source: Upvote
it_it: Voto per
ja_jp: 好き
pt_br: Positiv bewertet
uk_ua: Голосувати за

source: Downvote
it_it: Voto contrario
ja_jp: 嫌い
pt_br: Negativ bewertet
uk_ua: Голосувати проти

source: Favorite
it_it: Preferito
ja_jp: 好きな
pt_br: Favorit
uk_ua: Улюблений

source: There are no posts at the moment
it_it: Non ci sono messaggi al momento.
ja_jp: 現在投稿はありません。
pt_br: Zur Zeit sind keine Beiträge vorhanden.
uk_ua: На даний момент немає повідомлень.

source: List of genders
it_it: Elenco di generi
ja_jp: 性別のリスト
pt_br: Liste der Geschlechter
uk_ua: Список статей

source: Add a gender
it_it: Aggiungi un genere
ja_jp: 性別を追加する
pt_br: Fügen Sie ein Geschlecht hinzu
uk_ua: Додати стать

source: here
it_it: qui
ja_jp: ここに
pt_br: hier
uk_ua: тут

source: Edit
it_it: Modificare
ja_jp: 編集する
pt_br: Bearbeiten
uk_ua: Редагувати

source: Delete
it_it: Elimina
ja_jp: 削除する
pt_br: Löschen
uk_ua: Видалити

source: Edit
it_it: Modificare
ja_jp: 編集する
pt_br: Bearbeiten
uk_ua: Редагувати

source: Gender name
it_it: Nome di genere
ja_jp: 性別名
pt_br: Geschlecht Name
uk_ua: Статі ім'я

source: Update
it_it: Aggiornare
ja_jp: 更新
pt_br: Aktualisieren
uk_ua: Оновлення

source: Currency name
it_it: Nome della valuta
ja_jp: 通貨名
pt_br: Währungsname
uk_ua: Валюта ім'я

source: ISO code
it_it: Codice ISO
ja_jp: ISOコード
uk_ua: Код ISO

source: Symbol
it_it: Simbolo
ja_jp: シンボル
pt_br: Währungszeichen
uk_ua: Символ

source: Digital
it_it: Digitale
ja_jp: デジタル
uk_ua: Цифровий

source: Yes
it_it: Sì
ja_jp: はい
pt_br: Ja
uk_ua: Так

source: No
ja_jp: いいえ
pt_br: Nein
uk_ua: Ні

source: Add a nationality
it_it: Aggiungi una nazionalità
ja_jp: 国籍を追加
pt_br: Fügen Sie eine Nationalität hinzu
uk_ua: Додайте національність

source: Nationality name
it_it: Nome della nazionalità
ja_jp: 国籍名
pt_br: Nationalität Name
uk_ua: Національності ім'я

source: Submit
it_it: Presentare
ja_jp: 提出する
pt_br: Einreichen
uk_ua: Надіслати

source: List of locales
it_it: Elenco di locali
ja_jp: ロケールのリスト
pt_br: Liste der Locales
uk_ua: Список локалей

source: Add a locale
it_it: Aggiungi un locale
ja_jp: ロケールを追加する
pt_br: Fügen Sie ein Locale hinzu
uk_ua: Додати мову

source: List of eye colors
it_it: Elenco dei colori degli occhi
ja_jp: 目の色のリスト
pt_br: Liste der Augenfarben
uk_ua: Список кольорів очей

source: Add an eye color
it_it: Aggiungi un colore degli occhi
ja_jp: 目の色を追加する
pt_br: Fügen Sie eine Augenfarbe hinzu
uk_ua: Додайте колір очей

source: eye color
it_it: colore degli occhi
ja_jp: 目の色
pt_br: Augenfarbe
uk_ua: колір очей

source: Eye color
it_it: Colore degli occhi
ja_jp: 目の色
pt_br: Augenfarbe
uk_ua: Колір очей

source: Place name
it_it: Nome del luogo
ja_jp: 地名
pt_br: Ortsname
uk_ua: Місце ім'я

source: Place parent
it_it: Genitore del luogo
ja_jp: 親を置く
pt_br: Eltern platzieren
uk_ua: Батько місця

source: Home will show posts from everyone the user is following, including their own.
it_it: La homepage mostra i post di tutti quelli che l'utente sta seguendo, incluso il proprio.
ja_jp: ホームページには、ユーザーがフォローしているすべてのユーザーからの投稿が表示されます。
pt_br: Heim zeigt Beiträge von allen, denen der Benutzer folgt, einschließlich der eigenen.
uk_ua: На головній сторінці показуватимуться публікації від всіх користувачів, включаючи їхні.

source: Home
it_it: Homepage
ja_jp: ホーム
pt_br: Heim
uk_ua: Головна

source: Mentions
it_it: Menzioni
ja_jp: 言及
pt_br: Erwähnungen
uk_ua: Згадки

source: Messages will be private/direct messages between friends.
it_it: I messaggi saranno messaggi privati / diretti tra amici.
ja_jp: メッセージは、友人同士のプライベート/ダイレクトメッセージになります。
pt_br: Nachrichten sind private / direkte Nachrichten zwischen Freunden.
uk_ua: Повідомлення будуть приватними / прямими повідомленнями між друзями.

source: Messages
it_it: Messaggi
ja_jp: メッセージ
pt_br: Nachtrichten
uk_ua: Повідомлення

source: Friends
it_it: Amici
ja_jp: お友達
pt_br: Freunde
uk_ua: Друзі

source: Following
it_it: A seguire
ja_jp: 以下
pt_br: Folgenden
uk_ua: Наступні

source: Followers
it_it: Seguaci
ja_jp: 付け馬
pt_br: Anhänger
uk_ua: Послідовники

source: Lists
it_it: Elenchi
ja_jp: リスト
pt_br: Listen
uk_ua: Списки

source: Favorites
it_it: Preferiti
ja_jp: お気に入り
pt_br: Favoriten
uk_ua: Вибране

source: List currencies
it_it: Elenco delle valute
ja_jp: 通貨のリスト
pt_br: Liste der Währungen
uk_ua: Список валют

source: List eye colors
it_it: Elenco dei colori degli occhi
ja_jp: 目の色のリスト
pt_br: Liste der Augenfarben
uk_ua: Список кольорів очей

source: List genders
it_it: Elenco di generi
ja_jp: 性別のリスト
pt_br: Liste der Geschlechter
uk_ua: Список статей

source: List hair colors
it_it: Elenco dei colori dei capelli
ja_jp: 髪の色のリスト
pt_br: Liste der Haarfarben
uk_ua: Список кольорів волосся

source: List locales
it_it: Elenco di locali
ja_jp: ロケールのリスト
pt_br: Liste der Locales
uk_ua: Список локалей

source: List nationalities
it_it: Elenco delle nazionalità
ja_jp: 国籍リスト
pt_br: Liste der Nationalitäten
uk_ua: Список національностей

source: List places
it_it: Elenco dei luoghi
ja_jp: 場所のリスト
pt_br: Liste der Orte
uk_ua: Список місць

source: List sexualities
it_it: Elenco di sessualità
ja_jp: セクシュアリティのリスト
pt_br: Liste der Sexualitäten
uk_ua: Список сексуальності

source: List spoken languages
it_it: Elenco delle lingue parlate
ja_jp: 話されている言語のリスト
pt_br: Liste der gesprochenen Sprachen
uk_ua: Список розмовних мов

source: List time zones
it_it: Elenco dei fusi orari
ja_jp: タイムゾーンのリスト
pt_br: Liste der Zeitzonen
uk_ua: Список часових поясів

source: List users
it_it: Elenco di utenti
ja_jp: ユーザーのリスト
pt_br: Liste der Benutzer
uk_ua: Список користувачів

source: Dashboard for
it_it: Cruscotto per
ja_jp: ダッシュボード
pt_br: Dashboard für
uk_ua: Інформаційна панель для

source: What are you doing?
it_it: Cosa stai facendo?
ja_jp: 何してるの？
pt_br: Was machen Sie?
uk_ua: Що ви робите?

source: EVERYONE
it_it: Tutti
ja_jp: みんな
pt_br: Jeder
uk_ua: Всі

source: INSTANCE
it_it: Istanza
ja_jp: 実例
pt_br: Beispiel
uk_ua: Примірник

source: FOLLOWERS
it_it: Seguaci
ja_jp: 付け馬
pt_br: Anhänger
uk_ua: Послідовники

source: FRIENDS
it_it: Amici
ja_jp: お友達
pt_br: Freunde
uk_ua: Друзі

source: PRIVATE
it_it: Privato
ja_jp: 非公開
pt_br: Privat
uk_ua: Приватний

source: SELF
it_it: Se stesso
ja_jp: 自己
pt_br: Selbst
uk_ua: Себе

source: Post
it_it: Inviare
ja_jp: 出す
pt_br: Senden
uk_ua: Пост

source: Sexuality name
it_it: Nome di sessualità
ja_jp: セクシュアリティ名
pt_br: Name der Sexualität
uk_ua: Сексуальність ім'я

source: Locale language
it_it: Lingua locale
ja_jp: 言語
pt_br: Sprache
uk_ua: Мова

source: Locale country
it_it: Paese locale
ja_jp: 国
pt_br: Land
uk_ua: Країна

source: Add a time zone
it_it: Aggiungi un fuso orario
ja_jp: タイムゾーンを追加する
pt_br: Fügen Sie eine Zeitzone hinzu
uk_ua: Додати часовий пояс

source: Time zone abbreviation
it_it: Abbreviazione del fuso orario
ja_jp: タイムゾーンの略語
pt_br: Zeitzonenabkürzung
uk_ua: Скорочення часових поясів

source: Time zone name
it_it: Nome del fuso orario
ja_jp: タイムゾーン名
pt_br: Name der Zeitzone
uk_ua: Назва часового поясу

source: Time zone offset
it_it: Offset del orario fuso
ja_jp: オフセット
pt_br: Zeitzonenversatz
uk_ua: Часовий пояс зміщений

source: Time zone DST offset
it_it: Offset ora legale fuso orario
ja_jp: DSTオフセット
pt_br: Zeitzone DST-Offset
uk_ua: Часовий пояс DST зміщений

source: List of spoken languages
it_it: Elenco delle lingue parlate
ja_jp: 話されている言語のリスト
pt_br: Liste der gesprochenen Sprachen
uk_ua: Список розмовних мов

source: Add a spoken language
it_it: Aggiungi una lingua parlata
ja_jp: 音声言語を追加する
pt_br: Fügen Sie eine gesprochene Sprache hinzu
uk_ua: Додайте розмовну мову

source: List of nationalities
it_it: Elenco delle nazionalità
ja_jp: 国籍リスト
pt_br: Liste der Nationalitäten
uk_ua: Список національностей

source: Add a nationality
it_it: Aggiungi una nazionalità
ja_jp: 国籍を追加
pt_br: Fügen Sie eine Nationalität hinzu
uk_ua: Додайте національність

source: ID
ja_jp: 身元
uk_ua: Ідентифікатор

source: Email
ja_jp: 電子メイル
uk_ua: Електронна пошта

source: Date of birth
it_it: Data di nascita
ja_jp: 生年月日
pt_br: Geburtsdatum
uk_ua: Дата народження

source: Joined
it_it: Membro da
ja_jp: 参加日
pt_br: Beigetreten
uk_ua: Дата приєднання

source: Last login
it_it: Ultimo accesso
ja_jp: 最新ログイン日
pt_br: Letzte Anmeldung
uk_ua: Дата останнього входу

source: Add an eye color
it_it: Aggiungi un colore degli occhi
ja_jp: 目の色を追加する
pt_br: Fügen Sie eine Augenfarbe hinzu
uk_ua: Додайте колір очей

source: List of users
it_it: Elenco di utenti
ja_jp: ユーザーのリスト
pt_br: Liste der Benutzer
uk_ua: Список користувачів

source: Add a user
it_it: Aggiungi un utente
ja_jp: ユーザーを追加する
pt_br: Fügen Sie eine Benutzer hinzu
uk_ua: Додати користувача

source: Suspend
it_it: Sospendere
ja_jp: 停止する
pt_br: Einstellen
uk_ua: Призупинити

source: Ban
it_it: Bandire
ja_jp: 禁止
pt_br: Verbeiten
uk_ua: Заборона

source: Add a locale
it_it: Aggiungi un locale
ja_jp: ロケールを追加する
pt_br: Fügen Sie ein Locale hinzu
uk_ua: Додати мову

source: Digital?
it_it: Digitale?
ja_jp: デジタル？
uk_ua: Цифровий?

source: List of currencies
it_it: Elenco delle valute
ja_jp: 通貨のリスト
pt_br: Liste der Währungen
uk_ua: Список валют

source: Add a currency
it_it: Aggiungi una valuta
ja_jp: 通貨を追加する
pt_br: Fügen Sie eine Währung hinzu
uk_ua: Додати валюту

source: Hair color
it_it: Colore dei capelli
ja_jp: 髪の色
pt_br: Haarfarbe
uk_ua: Колір волосся

source: Add a gender
it_it: Aggiungi un genere
ja_jp: 性別を追加する
pt_br: Fügen Sie ein Geschlecht hinzu
uk_ua: Додати стать

source: Name
it_it: Nome
ja_jp: 名前
uk_ua: Ім'я

source: Offset
ja_jp: オフセット
pt_br: Versatz
uk_ua: Зміщений

source: DST offset
it_it: Offset ora legale
ja_jp: DSTオフセット
uk_ua: DST Зміщений

source: Add a hair color
it_it: Aggiungi un colore di capelli
ja_jp: 髪の色を追加
pt_br: Fügen Sie eine Haarfarbe hinzu
uk_ua: Додайте колір волосся

source: List of hair colors
it_it: Elenco dei colori dei capelli
ja_jp: 髪の色のリスト
pt_br: Liste der Haarfarben
uk_ua: Список кольорів волосся

source: Add a hair color
it_it: Aggiungi un colore di capelli
ja_jp: 髪の色を追加
pt_br: Fügen Sie eine Haarfarbe hinzu
uk_ua: Додайте колір волосся

source: List of sexualities
it_it: Elenco di sessualità
ja_jp: セクシュアリティのリスト
pt_br: Liste der Sexualitäten
uk_ua: Список сексуальності

source: Add a sexuality
it_it: Aggiungi una sessualità
ja_jp: セクシュアリティを追加
pt_br: Fügen Sie eine Sexualität hinzu
uk_ua: Додайте сексуальність

source: is part of
it_it: è parte di
ja_jp: の一部です
pt_br: ist ein Teil von
uk_ua: є частиною

source: Add a post
it_it: Aggiungi un post
ja_jp: メッセージを追加
pt_br: Einen Beitrag hinzufügen
uk_ua: Додати публікацію

source: Add a currency
it_it: Aggiungi una valuta
ja_jp: 通貨を追加する
pt_br: Fügen Sie eine Währung hinzu
uk_ua: Додати валюту

source: Add a sexuality
it_it: Aggiungi una sessualità
ja_jp: セクシュアリティを追加
pt_br: Fügen Sie eine Sexualität hinzu
uk_ua: Додайте сексуальність

source: List of time zones
it_it: Elenco dei fusi orari
ja_jp: タイムゾーンのリスト
pt_br: Liste der Zeitzonen
uk_ua: Список часових поясів

source: Add a time zone
it_it: Aggiungi un fuso orario
ja_jp: タイムゾーンを追加する
pt_br: Fügen Sie eine Zeitzone hinzu
uk_ua: Додати часовий пояс

source: Language
it_it: Lingua
ja_jp: 言語
pt_br: Sprache
uk_ua: Мова

source: Country
it_it: Paese
ja_jp: 国
pt_br: Land
uk_ua: Країна

source: Add a place/location)
it_it: Aggiungi un posto
ja_jp: 場所を追加
pt_br: Einen Ort hinzufügen
uk_ua: Додати місце

source: List of places
it_it: Elenco dei luoghi
ja_jp: 場所のリスト
pt_br: Liste der Orte
uk_ua: Список місць

source: Add a place
it_it: Aggiungi un posto
ja_jp: 場所を追加
pt_br: Einen Ort hinzufügen
uk_ua: Додати місце

source: Africa
it_it: Africo
ja_jp: アフリカ
pt_br: Afrika
uk_ua: Африка

source: Antarctica
it_it: Antartide
ja_jp: 南極大陸
pt_br: Antarktis
uk_ua: Антарктида

source: Asia
ja_jp: 亜細亜
pt_br: Asien
uk_ua: Азія

source: Caribbean
it_it: Caraibico
ja_jp: カリブ海
pt_br: Karibik
uk_ua: Кариби

source: Europe
it_it: Europa
ja_jp: ヨーロッパ
pt_br: Europa
uk_ua: Європа

source: North America
it_it: Nord America
ja_jp: 北米
pt_br: Nordamerika
uk_ua: Північна Америка

source: Oceania
ja_jp: オセアニア
pt_br: Ozeanien
uk_ua: Океанія

source: South America
it_it: Sud America
ja_jp: 南米
pt_br: Südamerika
uk_ua: Південна Америка

source: Spoken language name
it_it: Nome della lingua parlata
ja_jp: 話されている言語名
pt_br: Name der gesprochenen Sprache
uk_ua: Назва мови

source: Edit your profile
it_it: Modifica il tuo profilo
ja_jp: あなたのプロフィールを編集する
pt_br: Bearbeite dein Profil
uk_ua: Відредагуйте свій профіль

source: Username
it_it: Nome utente
ja_jp: ユーザー名
pt_br: Benutzername
uk_ua: Ім'я користувача

source: Display name
it_it: Nome pubblico
ja_jp: 表示名
pt_br: Anzeigename
uk_ua: Відображувана назва

source: Description/bio
it_it: Descrizione / bio
ja_jp: 説明/略歴
pt_br: Beschreibung / Bio
uk_ua: Опис / коротка біографія

source: Email address
it_it: Indirizzo email
ja_jp: 電子メールアドレス
pt_br: E-Mail-Addresse
uk_ua: Адреса електронної пошти

source: Gender
it_it: Genere
ja_jp: 性別
pt_br: Geschlecht
uk_ua: Стать

source: Sexuality
it_it: Sessualità
ja_jp: セクシュアリティ
pt_br: Sexualität
uk_ua: Сексуальність

source: Location
it_it: Posizione
ja_jp: 場所
pt_br: Ort
uk_ua: Розташування

source: Nationality
it_it: Nazionalità
ja_jp: 国籍
pt_br: Nationalität
uk_ua: Громадянство

source: Locale
ja_jp: ロケール
uk_ua: Мова інтерфейсу

source: Languages spoken
it_it: Lingue parlate
ja_jp: 話し言葉
pt_br: Gesprochene Sprachen
uk_ua: Розмовні мови

source: Time zone
it_it: Fuso orario
ja_jp: タイムゾーン
pt_br: Zeitzone
uk_ua: Часовий пояс

source: Height (inches)
it_it: Altezza (pollici)
ja_jp: 高さ（インチ）
pt_br: Höhe in Zoll
uk_ua: Висота (дюйми)

source: Height (cm)
it_it: Altezza (cm)
ja_jp: 高さ（cm）
pt_br: Höhe in cm
uk_ua: Висота (сантиметри)

source: Weight (pounds)
it_it: Peso (sterline)
ja_jp: 重量（ポンド）
pt_br: Gewicht in Pfund
uk_ua: Вага (фунтів)

source: Weight (kilos)
it_it: Peso (kg)
ja_jp: 重量（kg）
pt_br: Gewicht in Kilo
uk_ua: Вага (кілограми)

source: Add a spoken language
it_it: Aggiungi una lingua parlata
ja_jp: 音声言語を追加する
pt_br: Fügen Sie eine gesprochene Sprache hinzu
uk_ua: Додайте розмовну мову

source: There was a problem. Please try again.
it_it: C'era un problema. Per favore riprova.
ja_jp: 問題がありました。 もう一度やり直してください。
pt_br: Es gab ein Problem. Bitte versuche es erneut.
uk_ua: Виникла проблема. Будь ласка спробуйте ще раз.

source: User not found
it_it: Utente non trovato
ja_jp: ユーザーが見つかりません
pt_br: Benutzer wurde nicht gefunden.
uk_ua: Користувача не знайдено

source: Login to
it_it: Accedere
ja_jp: にログイン
pt_br: Einloggen in
uk_ua: Увійдіть до

source: Passphrase
it_it: Frase d'accesso
ja_jp: パスフレーズ
uk_ua: Парольна фраза

source: Login
it_it: Accesso
ja_jp: ログイン
pt_br: Einloggen
uk_ua: Вхід

source: Create an account
it_it: Crea un account
ja_jp: アカウントを作成する
pt_br: Ein Konto erstellen
uk_ua: Створити аккаунт

source: Passphrases do not match
it_it: Le frasi passate non corrispondono
ja_jp: パスフレーズが一致しません
pt_br: Passphrasen passen nicht zusammen
uk_ua: Парольні фрази не збігаються

source: Please verify the passphrase
it_it: Si prega di verificare la frase di accesso
ja_jp: パスフレーズを確認してください
pt_br: Bitte überprüfen Sie die Passphrase
uk_ua: Перевірте парольну фразу

source: Passphrase is too short.
it_it: La frase di accesso è troppo breve.
ja_jp: パスフレーズが短すぎます。
pt_br: Die Passphrase ist zu kurz.
uk_ua: Парольна фраза занадто коротка.

source: Password is not complex
it_it: La frase di accesso non è complessa
ja_jp: パスフレーズは複雑ではありません
pt_br: Passwort ist nicht komplex
uk_ua: Парольна фраза не є складною

source: You are too young
it_it: Sei troppo giovane
ja_jp: あなたはとても若い
pt_br: Du bist zu jung
uk_ua: Ви занадто молоді

source: Your date of birth had a typo. Try again
it_it: La tua data di nascita ha avuto un errore di battitura. Riprova.
ja_jp: あなたの生年月日はタイプミスがありました。 再試行する。
pt_br: Ihr Geburtsdatum hatte einen Tippfehler. Versuchen Sie es nochmal.
uk_ua: Ваша дата народження мала помилку. Спробуйте ще раз.

source: Password must be at least 16 characters long
it_it: La frase di accesso deve contenere almeno 16 caratteri
ja_jp: パスフレーズは16文字以上にする必要があります。
pt_br: Die Passphrase muss mindestens 16 Zeichen lang sein.
uk_ua: Пароль має містити принаймні 16 символів

source: Password must have:
it_it: La frase di accesso deve avere:
ja_jp: パスフレーズには以下が必要です:
pt_br: Passphrase muss Folgendes haben:
uk_ua: Пароль має містити:

source: at least one lowercase letter
it_it: almeno una lettera minuscola
ja_jp: 少なくとも1つの小文字
pt_br: mindestens ein Kleinbuchstabe
uk_ua: хоча б одну маленьку букву

source: at least one uppercase letter
it_it: almeno una lettera maiuscola
ja_jp: 少なくとも1つの大文字
pt_br: Mindestens ein Großbuchstabe
uk_ua: хоча б одну велику літеру

source: at least one numeral
it_it: almeno un numero
ja_jp: 少なくとも1つの数字
pt_br: mindestens eine Ziffer
uk_ua: щонайменше одну цифру

source: at least one character that is not a number or a letter.
it_it: almeno un carattere che non è un numero o una lettera.
ja_jp: 数字でも文字でもない少なくとも1つの文字。
pt_br: mindestens ein Zeichen, das weder eine Zahl noch ein Buchstabe ist.
uk_ua: принаймні один символ, який не є номером або літерою.

source: Verify passphrase
it_it: Verifica la frase di accesso
ja_jp: パスフレーズを確認
pt_br: Überprüfen Sie die Passphrase
uk_ua: Підтвердьте парольну фразу

source: Register
it_it: Registrare
ja_jp: 登録
pt_br: Registrieren
uk_ua: Реєстрація

source: Registration for
it_it: Registrazione per
ja_jp: 登録
pt_br: Registrierung für
uk_ua: Реєстрація для

source: Already a user?
it_it: Sei già un utente?
ja_jp: すでにユーザーですか？
pt_br: Schon ein Benutzer?
uk_ua: Ви вже користуєтеся?

source: Number of
it_it: Numero di
ja_jp: の数
pt_br: Anzahl von
uk_ua: Число

source: Recent posts
it_it: Messaggi recenti
ja_jp: 最近の投稿
pt_br: Kürzliche Posts
uk_ua: Останні повідомлення

source: A few seconds ago
it_it: Qualche secondo fa
ja_jp: 数秒前
pt_br: Vor ein paar Sekunden
uk_ua: Кілька секунд тому

source: About half a minute ago
it_it: Circa mezzo minuto fa
ja_jp: 約30分前
pt_br: Vor ungefähr einer halben Minute
uk_ua: Близько півгодини тому

source: A minute ago
it_it: Un minuto fa
ja_jp: 1分前
pt_br: Vor einer Minute
uk_ua: Хвилина тому

source: A couple of minutes ago
it_it: Un paio di minuti fa
ja_jp: 数分前
pt_br: Vor ein paar Minuten
uk_ua: Пару хвилин тому

source: A few minutes ago
it_it: Pochi minuti fa
ja_jp: 数分前
pt_br: Vor ein paar Minuten
uk_ua: Кілька хвилин тому

source: Several minutes ago
it_it: Alcuni minuti fa
ja_jp: 数分前
pt_br: Vor einigen Minuten
uk_ua: Кілька хвилин тому

source: About 10 minutes ago
it_it: Circa 10 minuti fa
ja_jp: 約10分前
pt_br: Vor ungefähr 10 Minuten
uk_ua: Близько 10 хвилин тому

source: About 15 minutes ago
it_it: Circa 15 minuti fa
ja_jp: 約15分前
pt_br: Vor ungefähr 15 Minuten
uk_ua: Близько 15 хвилин тому

source: About 20 minutes ago
it_it: Circa 20 minuti fa
ja_jp: 約20分前
pt_br: Vor ungefähr 20 Minuten
uk_ua: Близько 20 хвилин тому

source: About half an hour ago
it_it: Circa mezz'ora fa
ja_jp: 約30分前
pt_br: Vor ungefähr einer halben Stunde
uk_ua: Близько півгодини тому

source: About an hour ago
it_it: Circa un'ora fa
ja_jp: 一時間ぐらい前に
pt_br: Vor ungefähr einer Stunde
uk_ua: Близько години тому

source: A couple of hours ago
it_it: Un paio di ore fa
ja_jp: 数時間前
pt_br: Vor ein paar Stunden
uk_ua: Пару годин тому

source: A few hours ago
it_it: Alcune ore fa
ja_jp: 数時間前
pt_br: Vor ein paar Stunden
uk_ua: Кілька годин тому

source: Several hours ago
it_it: Diverse ore fa
ja_jp: 数時間前
pt_br: Vor einigen Stunden
uk_ua: Кілька годин тому

source: About half a day ago
it_it: Circa mezza giornata fa
ja_jp: 約半日前
pt_br: Vor etwa einem halben Tag
uk_ua: Близько півдня тому

source: Almost a day ago
it_it: Quasi un giorno fa
ja_jp: ほぼ一日前
pt_br: Vor fast einem Tag
uk_ua: Майже день тому

source: Yesterday
it_it: Ieri
ja_jp: 昨日
pt_br: Gestern
uk_ua: Вчора

source: A couple of days ago
it_it: Un paio di giorni fa
ja_jp: 数日前
pt_br: Vor ein paar Tagen
uk_ua: Пару днів тому

source: A few days ago
it_it: Pochi giorni fa
ja_jp: 数日前
pt_br: Vor ein paar Tagen
uk_ua: Декілька днів тому

source: Several days ago
it_it: Alcuni giorni fa
ja_jp: 数日前
pt_br: Vor einigen Tagen
uk_ua: Кілька днів тому

source: Last week
it_it: La settimana scorsa
ja_jp: 先週
pt_br: Letzte Woche
uk_ua: Минулого тижня

source: A few weeks ago
it_it: Poche settimane fa
ja_jp: 数週間前
pt_br: Vor ein paar Wochen
uk_ua: Кілька тижнів том

source: Last month
it_it: Lo scorso mese
ja_jp: 先月
pt_br: Im vergangenen Monat
uk_ua: Останній місяць

source: A few months ago
it_it: Qualche mese fa
ja_jp: 数ヶ月前
pt_br: Vor ein paar Monaten
uk_ua: Кілька місяців тому

source: About half a year ago
it_it: Circa sei mesi fa
ja_jp: 約半年前
pt_br: Vor etwa einem halben Jahr
uk_ua: Близько півроку тому

source: Around a year ago
it_it: Circa un anno fa
ja_jp: 約1年前
pt_br: Vor etwa einem Jahr
uk_ua: Близько року тому

source: More than a year ago
it_it: Più di un anno fa
ja_jp: 1年以上前
pt_br: Vor mehr als einem Jahr
uk_ua: Більше року тому

source: More than two years ago
it_it: Più di due anni fa
ja_jp: 2年以上前
pt_br: Vor mehr als zwei Jahren
uk_ua: Більше двох років тому

source: More than three years ago
it_it: Più di tre anni fa
ja_jp: 3年以上前
pt_br: Vor mehr als drei Jahren
uk_ua: Більше трьох років тому

source: Amore is open-source PHP/MySQL software for the Fediverse - a decentralized social network of thousands of different communities.
it_it: Amore è un software PHP / MySQL open source per Fediverse, un social network decentralizzato di migliaia di comunità diverse.
ja_jp: AmoreはFediverse用のオープンソースのPHP / MySQLソフトウェアです。
pt_br: Amore ist Open-Source-PHP / MySQL-Software für das Fediverse - ein dezentrales soziales Netzwerk aus Tausenden verschiedener Gemeinschaften.
uk_ua: Amore - програмне забезпечення з відкритим вихідним кодом для PHP / MySQL для Fediverse - децентралізована соціальна мережа тисяч різних громад.

source: Posts
it_it: Messaggi
ja_jp: 記事
uk_ua: Пости

source: Reposts
ja_jp: 再投稿
uk_ua: Репости
