Repository: lafnlab/Amore
Catalog: pub/locale/*/LC_MESSAGES/amore.po
Languages: it_it, ja_jp, pt_br, uk_ua

source: Repost
ja_jp: 再投稿
uk_ua: Репост

source: Users
it_it: Utenti
ja_jp: ユーザー
pt_br: Benutzer
uk_ua: Користувачі

source: User
it_it: Utente
ja_jp: ユーザー
pt_br: Nutzer
uk_ua: Користувач
